<h2 style="text-align: justify;"><strong>Pol&iacute;tica de privacidade</strong></h2>
<p style="text-align: justify;"><strong>Pol&iacute;tica de privacidade do B.O Bot</strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Nossa pol&iacute;tica de privacidade se aplica para o tratamento de toda informa&ccedil;&atilde;o pessoal submetida pelo usu&aacute;rio ou obtida pelas caracter&iacute;sticas da conex&atilde;o como o aplicativo de Messenger (BOT). O aplicativo foi desenvolvido durante o HackFest 2017 <a href="http://hackfest.com.br/">http://hackfest.com.br/</a>&nbsp;(e pode ser disponibilizado em p&aacute;ginas de empresas terceiras). Usando o aplicativo e conversando com o bot, voc&ecirc; estar&aacute; passando informa&ccedil;&otilde;es, e est&aacute; concordando com nossa pol&iacute;tica e nossas pr&aacute;ticas de privacidade demostradas nesse documento.</span></p>
<p style="text-align: justify;"><strong>QUAL O TIPO DE INFORMA&Ccedil;&Atilde;O QUE O B.O BOT&nbsp;CAPTURA?</strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">N&oacute;s capturamos e armazenamos dois tipos de informa&ccedil;&otilde;es:</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">As informa&ccedil;&otilde;es que voc&ecirc; digita enquanto se comunica com o aplicativo (BOT):</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">N&oacute;s podemos receber e armazenar toda a informa&ccedil;&atilde;o submetida para o aplicativo.</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">N&oacute;s tamb&eacute;m podemos receber e armazenar as informa&ccedil;&otilde;es disnopolibizadas para o aplicativo pelo ambiente (aplicativo base da conversa&ccedil;&atilde;o com o bot), como por exemplo as informa&ccedil;&otilde;es p&uacute;blicas de sua conta do facebook. Essa informa&ccedil;&atilde;o pode contar nome completo, endere&ccedil;o de email, g&ecirc;nero, IP, informa&ccedil;&otilde;es do navegador usado, nome do usu&aacute;rio, informa&ccedil;&otilde;es demogr&aacute;ficas, e qualquer outra informa&ccedil;&atilde;o necess&aacute;ria para melhorar a intera&ccedil;&atilde;o com o aplicativo e disponibilizada pelo aplicativo.</span></p>
<p style="text-align: justify;"><strong>Informa&ccedil;&otilde;es pessoais coletadas automaticamente:</strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">N&oacute;s recebemos e armazenamos informa&ccedil;&otilde;es geradas pela intera&ccedil;&atilde;o do usu&aacute;rio com o aplicativo. Por exemplo, B.O Bot&nbsp;pode automaticamente receber e armazenar informa&ccedil;&otilde;es sobre o ip utilizado na conex&atilde;o, informa&ccedil;&otilde;es do navegador, Facebook user ID, Facebook Page Fan status, URL acessada. Essa informa&ccedil;&atilde;o poder&aacute; ser compartilhada n&atilde;o preservando a sua identidade.</span></p>
<p style="text-align: justify;"><strong>COMO O B.O BOT USA A INFORMA&Ccedil;&Atilde;O QUE ELE CAPTURA E ARMAZENA?</strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">B.O Bot&nbsp;usa as informa&ccedil;&otilde;es coletadas internamente pra analizar, divulgar, aprimorar e melhorar nossos produtos e servi&ccedil;os.</span></p>
<p style="text-align: justify;"><strong>A TRANSFERENCIA DE INFORMA&Ccedil;&Otilde;ES PARA OUTROS APLICATIVOs</strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">B.O Bot&nbsp;pode fornecer informa&ccedil;&otilde;es para outros aplicativos dentro ou fora do Facebook. A politica de uso das informa&ccedil;&otilde;es passadas est&aacute; devidamente apresentada na politica de privacidade do parceiro, que est&aacute; a disposi&ccedil;&atilde;o na p&aacute;gina do facebook do aplicativo parceiro.</span></p>
<p style="text-align: justify;"><strong>O B.O BOT&nbsp;IR&Aacute; DIVULGAR AS INFORMA&Ccedil;&Otilde;ES PESSOAIS QUE RECEBE?</strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Como &eacute; um aplicativo de seguran&ccedil;a, a informa&ccedil;&atilde;o pessoal compartilhada pelos usu&aacute;rios com o nosso aplicativo&nbsp;poder&aacute; ser divulgada e compartilhada.</span></p>
<p style="text-align: justify;"><strong>Nossos Princ&iacute;pios</strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Faremos os melhores esfor&ccedil;os para proteger a seguran&ccedil;a dos dados dos usu&aacute;rios dos nossos aplicativos.</span></p>
<p style="text-align: justify;"><strong>CONDI&Ccedil;&Otilde;ES DE USO.</strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Se voc&ecirc; decidir acessar e usar o aplicativo, voc&ecirc; est&aacute; de acordo com as regras apresentadas neste documento.</span></p>
<p style="text-align: justify;"><strong>APLICATIVOS E P&Aacute;GINAS DE TERCEIROS.</strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">O aplicativo pode apresentar links para outros aplicativos ou websites. Esses aplicativos ou websites n&atilde;o est&atilde;o sujeitos ao controle e responsabilidade do B.O Bot. As pol&iacute;ticas de seguran&ccedil;a e privacidade est&aacute; sujeito &agrave;s regras de privacidade de cada um dos sites e aplicativos.</span></p>
<p style="text-align: justify;"><strong>ALTERA&Ccedil;&Otilde;ES NA POLITICA DE PRIVACIDADE</strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">B.O Bot&nbsp;pode adicionar novos termos a nossa pol&iacute;tica de privacidade de tempos em tempos. O uso das informa&ccedil;&otilde;es coletadas est&aacute; vinculado &agrave;s regras definidas na pol&iacute;tica de privacidade em vigor no momento. Qualquer mudan&ccedil;a ir&aacute; ser divulgada por email, na p&aacute;gina do Facebook ou em nosso site.</span></p>
<p style="text-align: justify;">&nbsp;</p>